Repository: shokry055/easy-repeater
Catalog: languages/easy-repeater-*.po
Languages: ar, fr

source: easy repeter meta
ar: الحقول المتكررة
fr: facile repeter méta

source: enable or disable fields
ar: تفعيل او الغاء الخانات
fr: activer ou désactiver des champs

source: Add More Fields
ar: اضافة حقل جديد
fr: Ajouter d'autres champs

source: block title ...
ar: عنوان البلوك
fr: bloc titre ...

source: add / change image
ar: إضافة / تعديل الصورة
fr: Ajouter d'autres champs

source: remove image
ar: إزالة الصورة
fr: Supprimer l'image

source: repeater options
ar: خصائص الخانات
fr: Options de Easy Repeater

source: documentation
ar: الشرح

source: all rights resered for %s Powered by : %s by %s .
ar: جميع الحقوق محفوظة ل %s بدعم من %s بواسطة %s .
fr: Tous droits resered pour%s Powered by:%s par%s.

source: repeating fields
ar: تكرار الحقول
fr: champs répétés

source: Save Changes
ar: حفظ التغييرات
fr: Sauvegarder les modifications

source: Easy Repeater options
ar: اعدادات الاضافة
fr: Options de Easy Repeater

source: main options
ar: الاعدادات العامة
fr: options principales

source: main repeater options
ar: اعدادات المتكرر الاساسى
fr: options principales

source: main name
ar: الاسم العام للاضافة
fr: Nom principale

source: main description
ar: الوصف العام
fr: Description générale

source: max number of repeats
ar: اقصى عدد للتكرار
fr: Nombre de répétitions

source: menu name
ar: عنوان القائمة
fr: Nom du menu

source: post meta repeater options
ar: اعدادات المتكرر داخل المواضيع (meta)
fr: Options de Easy Repeater

source: post meta title
ar: عنوان المتكرر في المواضيع
fr: Afficher titre meta

source: max number of meta repeats
ar: اقصى عدد للتكرار داخل المواضيع
fr: nombre max de meta se répète

source: meta post type
ar: تصنيفات المواضيع
fr: méta Type de poste

source: you can choose more than one post type by holding "CTRL"
ar: يمكنك اختيار اكثر من خيار بالضغط على زر كنترول
fr: vous pouvez choisir plus d'un type de poste en maintenant la touche « CTRL »

source: Easy Repeater documentation
ar: شرح الاستخدام
fr: Documentation Repeater Facile

source: main documentation
ar: كيفية استخدام الإضافة
fr: documentation principale

source: easy repeater is a small wordpress plugin to repeat fields and making dynamic content easy way.
ar: ايزي ريبيتر هي أداة بسيطة للوردبريس لتساعد المطورين لعمل عدد لا نهائي من البلوكات بخيارات عديدة تتيح لهم التحكم في الخيارات . وسهلة الاستخدام لتسهل عملية بناء القالب .
fr: répéteur facile est un petit plugin wordpress pour répéter champs et rendre le contenu dynamique de manière simple.

source: shokry055
ar: محمد شكري
